{"hoihop":{"ty":"- 23 giờ đến 1 giờ: Có người chờ mong trong cuộc ân tình.","suu":"- 01 giờ đến 03 giờ: Tai họa bất ngờ, đề phòng có kẻ phao vu.","dan":"- 03 giờ đến 05 giờ: Có người mời ăn uống.","mao":"- 05 giờ đến 07 giờ: Có khách sang đến, lợi vào.","thin":"- 07 giờ đến 09 giờ: Tin vui, tài lộc tới tấp, thử mua vé số.","ti":"- 09 giờ đến 11 giờ: Gặp chuyện tâm tình, có cơ thành tựu.","ngo":"- 11 giờ đến 12 giờ: Có sự hội họp ngẫu nhiên, tiền vào nhà.","mui":"- 13 giờ đến 15 giờ: Duyên bất ngờ, thơ mộng nhưng không thành.","than":"- 15 giờ đến 17 giờ: Tin từ xa về, vui vẻ.","dau":"- 17 giờ đến 19 giờ: Có người trong thân đến thăm và giúp đỡ.","tuat":"- 19 giờ đến 21 giờ: Có người rủ rùn hạp, lợi vào, nên nhận.","hoi":"- 21 giờ đến 23 giờ: Tai nạn có thể xảy ra, hung tin."},"nhaymui":{"ty":"- 23 giờ đến 1 giờ: Có bgười mời dự tiệc hoặc dự lễ linh đình.","suu":"- 01 giờ đến 03 giờ: Có người khác phái rủ mình làm một việc tuy có lợi, nhưng rất hại cho người khác.","dan":"- 03 giờ đến 05 giờ: Có cuộc hẹn hò về tình cảm.","mao":"- 05 giờ đến 07 giờ: Có người mang quà đến tặng.","thin":"- 07 giờ đến 09 giờ: Có lộc ăn.","ti":"- 09 giờ đến 11 giờ: Có quới nhân sẳn sàng giúp đỡ, đáp ứng sự mong muốn trong lòng mình từ lâu.","ngo":"- 11 giờ đến 12 giờ: Có thân nhân từ xa về, đem tài lợi đến cho mình.","mui":"- 13 giờ đến 15 giờ: Có lộc ăn và có lợi vào.","than":"- 15 giờ đến 17 giờ: Có tin làm mình lo sợ, nhưng rốt cuộc đâu vào đó, mọi việc đều êm đẹp.","dau":"- 17 giờ đến 19 giờ: Có người khác phái nhờ giúp một việc gì, có lợi về tiền cűng như tình cảm.","tuat":"- 19 giờ đến 21 giờ: Có người khác phái tưởng nhớ đến mình, sẽ viết thơ cho mình.","hoi":"- 21 giờ đến 23 giờ: Có sự lo nghĩ về tiền bạc, nhưng vẫn giải quyết dễ dàng."},"matnong":{"ty":"23 giờ đến 1 giờ: Công việc trù tính sẽ được thu xếp, lợi vào.","suu":"01 giờ đến 03 giờ: Sắp có chuyện bực mình, có lục đục trong nhà.","dan":"03 giờ đến 05 giờ: Có người bạn đến nhà mời hợp tác.","mao":"05 giờ đến 07 giờ: Có người mời ăn uống.","thin":"07 giờ đến 09 giờ: Người xa về đem tin vui.","ti":"09 giờ đến 11 giờ: Người cű tưởng nhớ đến mình, mong gặp để giúp đỡ.","ngo":"11 giờ đến 12 giờ: Có chuyện xích mích giữa người trong thân.","mui":"13 giờ đến 15 giờ: Có cãi vả, đề phòng to chuyện.","than":"15 giờ đến 17 giờ: Có người giới thiệu khách quí muốn hợp tác với mình.","dau":"17 giờ đến 19 giờ: Được người dòm ngó đến mình.","tuat":"19 giờ đến 21 giờ: Có lộc thực mang đến.","hoi":"21 giờ đến 23 giờ: Có kẻ vu cáo mình đến tụng đình."},"utaitrai":{"ty":"23 – 1 giờ: Có người khác phái đang mong nhớ.","suu":"01 – 03 giờ: Mang lời ăn tiếng nói","dan":"03 – 05 giờ: Có việc hao tài, nhưng không đáng kể","mao":"05 – 07 giờ: Có kẻ rình rập, đề phòng mất trộm","thin":"07 – 09 giờ: Có việc phải đi xa","ti":"09 – 11 giờ: Tai biến nặng nề, đề phòng xe cộ","ngo":"11 – 13 giờ: Người thân từ xa về, có sự vui vẻ trong nhà","mui":"13 – 15 giờ: Có người mời ăn uống","than":"17 – 19 giờ: Có người rủ đi du lịch","dau":"17 – 19 giờ: Đề phòng mất đồ trong nhà","tuat":"19 – 21 giờ: Có ăn uống","hoi":"21 – 23 giờ: Tin vui, có tài lợi vào"},"utaiphai":{"ty":"23 – 1 giờ: Có việc kiện thưa. Ít phần thắng, nhiều phần thiệt","suu":"01 – 03 giờ: Có việc kiện thưa. Ít phần thắng, nhiều phần thiệt","dan":"03 – 05 giờ: Có cải vả giữa vợ chồng, nên nhường nhịn nhau kẻo đỗ vở","mao":"05 – 07 giờ: Có khách quí đến thăm hoặc dạm hỏi","thin":"07 – 09 giờ: Có người đến cạnh nhờ vã mình","ti":"09 – 11 giờ: Tài đến bất ngờ, vui trong nhà","ngo":"11 – 13 giờ: Có người trong thân đến thăm","mui":"13 – 15 giờ: Có tin từ xa đưa về","than":"17 – 19 giờ: Người vắng nhà từ lâu bỗng nhiên trở lại","dau":"17 – 19 giờ: Có người mời hợp tác trong công việc lợi lộc","tuat":"19 – 21 giờ: Có của bất ngờ","hoi":"21 – 23 giờ: Có rượu thịt, ăn uống. Hoặc có người mời dự tiệc"},"bapthitgiut":{"ty":"- 23 giờ đến 1 giờ: Có tin chia gia tài, hoặc có của bất ngờ.","suu":"- 01 giờ đến 03 giờ: Con cái từ xa về, mang lại vui vẻ cho gia đình.","dan":"- 03 giờ đến 05 giờ: Chuyện nhỏ hóa to, nếu không nhường nhịn sẽ có kiện tụng.","mao":"- 05 giờ đến 07 giờ: Có người mang quà đến tặng để nhờ mình giúp một việc gì.","thin":"- 07 giờ đến 09 giờ: Đề phòng tai nạn bất ngờ xảy ra cho con cái trong nhà.","ti":"- 09 giờ đến 11 giờ: Có khách lạ tìm đến nhờ mình, việc có lợi cho mình.","ngo":"- 11 giờ đến 12 giờ: Có người dèm pha, đề phòng bạn bè phản trắc.","mui":"- 13 giờ đến 15 giờ: Có của bất ngờ, thử mua số.","than":"- 15 giờ đến 17 giờ: Có gia tài nhưng cűng có chuyện lôi thôi nhỏ.","dau":"- 17 giờ đến 19 giờ: Hao tài mang nhiều tai tiếng.","tuat":"- 19 giờ đến 21 giờ: Con cái ở xa về, gia đình vui vẻ.","hoi":"- 21 giờ đến 23 giờ: Công việc thảnh tựu, tài lợi dồi dào."},"noikeu":{"ty":"- 23 giờ đến 01 giờ: có người mang quà đến biếu.","suu":"- 01 giờ đến 03 giờ: tài lợi sẽ vào.","dan":"- 03 giờ đến 05 giờ: tai hoạ sẽ đến, gây rối rắm trong gia đình.","mao":"- 05 giờ đến 07 giờ: có người gây sự, sẽ đến tụng đình.","thin":"- 07 giờ đến 09 giờ: điềm lành, yên vui kéo dài.","ti":"- 09 giờ đến 11 giờ: lợi lộc tới tấp nhưng phải đề phòng lợi vào lời ra.","ngo":"- 11 giờ đến 12 giờ: có cãi vã, nên nhường nhịn là hơn.","mui":"- 13 giờ đến 15 giờ: đề phòng rủi ro, nhất là nên tránh đi sông, biển.","than":"- 15 giờ đến 17 giờ: có tin từ xa về, vui vẻ.","dau":"- 17 giờ đến 19 giờ: có của bất ngờ, thử mua vé số.","tuat":"- 19 giờ đến 21 giờ: có người rủ đi ăn nhậu.","hoi":"- 21 giờ đến 23 giờ: có tranh tụng nhưng thắng lợi về mình."},"luabocmanh":{"ty":"Vào giờ Tý (23 – 1 giờ): có điềm không hay, vợ chồng có ngoại tâm.","suu":"Vào giờ Sửu (1 – 3 giờ): coi chừng con cái sẽ bỏ nhà theo tình nhân.","dan":"Vào giờ Dần (3  - 5 giờ): điềm lành có người muốn cầu thân.","mao":"Vào giờ Mão (5 – 7 giờ): điền của vào lúc rạng đông, mọi sự vui vẻ.","thin":"Vào giờ thìn (7 – 9 giờ): có chuyện buồn phiền, cố gắng thu xếp mới yên thân.","ti":"Vào giờ Tỵ (9 – 11 giờ): có người mời dự tiệc.","ngo":"Vào giờ Ngọ (11 – 13 giờ): có kiện tụng, nên ôn hoà mới tránh được phiền nhiễu.","mui":"Vào giờ Mùi (13 – 15 giờ): có người nâng đỡ, việc trù liệu sẽ thành.","than":"Vào giờ Thân (15 – 17 giờ): gặp của bất ngờ trong lúc đi đường.","dau":"Vào giờ Dậu (17 – 19 giờ): có tai biến trong nhà, có thể là tang khó.","tuat":"Vào giờ Tuất (19 – 21 giờ): người tình cũ tìm đến, thơ mộng lại bắt đầu.","hoi":"Vào giờ Hợi (21 – 23 giờ): bệnh bất ngờ, cần chạy chữa gấp."},"chosua":{"ty":"Vào giờ Tý (23 – 1 giờ): người phụ nữ trong nhà có chuyện tranh cãi.","suu":"Vào giờ Sửu (1 – 3 giờ): trong lòng có sự lo buồn.","dan":"Vào giờ Dần (3  - 5 giờ): mất tiền của, đại lợi.","mao":"Vào giờ Mão (5 – 7 giờ): thu được tiền tài lớn.","thin":"Vào giờ thìn (7 – 9 giờ): có tài vận hanh thông.","ti":"Vào giờ Tỵ (9 – 11 giờ): có tin tức của người thân.","ngo":"Vào giờ Ngọ (11 – 13 giờ): có tin vui vẻ uống, yến tiệc.","mui":"Vào giờ Mùi (13 – 15 giờ): vợ con phá tài, hung họa.","than":"Vào giờ thân (15 – 17 giờ): trẻ nhỏ gặp hung họa.","dau":"Vào giờ Dậu (17 – 19 giờ): thăng quan tiến chức.","tuat":"Vào giờ Tuất (19 – 21 giờ): khẩu thiệt, thị phi, hung họa.","hoi":"Vào giờ Hợi (21 – 23 giờ): kiện tụng thị phi."},"quakeu":{"ty":"Vào giờ Tý (23 – 1 giờ): có người thân thích từ xa về, gia đình sum hợp.","suu":"Vào giờ Sửu (1 – 3 giờ): có người mang tin vui đến.","dan":"Vào giờ Dần (3  - 5 giờ): có tranh tụng nhưng không nguy hại.","mao":"Vào giờ Mão (5 – 7 giờ): có người mời dự tiệc, đem lợi vào.","thin":"Vào giờ thìn (7 – 9 giờ): tài lợi vào tới tấp.","ti":"Vào giờ Tỵ (9 – 11 giờ): có tin may mắn.","ngo":"Vào giờ Ngọ (11 – 13 giờ): phòng bệnh bất ngờ.","mui":"Vào giờ Mùi (13 – 15 giờ): hao tài, mất đồ vật trong nhà.","than":"Vào giờ Thân (15 – 17 giờ): có người mời hợp tác, sẽ thành công.","dau":"Vào giờ Dậu (17 – 19 giờ): phiền muộn, nặng lo âu.","tuat":"Vào giờ Tuất (19 – 21 giờ): lợi lộc vào nhiều, may mắn.","hoi":"Vào giờ Hợi (21 – 23 giờ): có cãi vã với người ngoài đường, sinh ẩu đả."},"hatxihoi":{"ty":"Vào giờ Tý (23 – 1 giờ): có người mời dự tiệc hoặc dự lệ linh đình.","suu":"Vào giờ Sửu (1 – 3 giờ): có người khác phái rủ bạn làm việc gì đó có lợi cho bạn và họ, nhưng lại mang lại an hại cho người khác.","dan":"Vào giờ Dần (3  - 5 giờ): có hẹn hò về tình cảm.","mao":"Vào giờ Mão (5 – 7 giờ): có người mang quà đến tặng.","thin":"Vào giờ thìn (7 – 9 giờ): có lộc ăn uống.","ti":"Vào giờ Tỵ (9 – 11 giờ): có quý nhân sẵn sàng giúp đỡ, đáp ứng sự mong muốn trong lòng bạn từ lâu.","ngo":"Vào giờ Ngọ (11 – 13 giờ): có người thân từ xa về, đem tài lợi đến cho bạn.","mui":"Vào giờ Mùi (13 – 15 giờ): có lộc ăn và có tiền bạc tìm đến.","than":"Vào giờ Thân (15 – 17 giờ): có tin làm bạn lo sợ, nhưng cuối cùng mọi việc lại đâu vào đó, êm đẹp.","dau":"Vào giờ Dậu (17 – 19 giờ): có người khác phái nhờ giúp đỡ, việc đó có lợi về tiền cũng như tình cảm.","tuat":"Vào giờ Tuất (19 – 21 giờ): có người khác phái nhung nhớ bạn, thậm chí sẽ viết thơ cho bạn.","hoi":"Vào giờ Hợi (21 – 23 giờ): có khó khăn về tiền bạc, nhưng vẫn giải quyết dễ dàng."},"chimheo":{"ty":"Từ 23 giờ đến 01 giờ: mất một người thân, đề phòng gìn giữ trẻ em.","suu":"Từ 01 giờ đến 03 giờ: tai nạn xe cộ cho người trong nhà.","dan":"Từ 03 giờ đến 05 giờ: người đau nặng sẽ tuyệt vọng.","mao":"không có","thin":"không có","ti":"không có","ngo":"không có","mui":"không có","than":"không có","dau":"không có","tuat":"Từ 19 giờ đến 21 giờ: có điều tang khó trong gia đình.","hoi":"Từ 21 giờ đến 23 giờ: hung tin từ xa đưa về."},"tiengchimkhach":{"ty":"không có","suu":"không có","dan":"không có","mao":"không có","thin":"Hướng Đông<br>Từ 07 giờ đến 11 giờ: có tài lộc của khách xa mang đến.<br>Hướng Đông – Nam<br>Từ 07 giờ đến 11 giờ: có khách tài hoa đến thăm, vui vẻ nhiều.<br>Hướng Nam<br>Từ 07 giờ đến 11 giờ: có tiệc tùng.<br>Hướng Tây – Nam<br>Từ 07 giờ đến 11 giờ: có người đến cầu thân.<br>Hướng TâyTừ 07 giờ đến 11 giờ: có cãi vã trong gia đình.<br>Hướng Tây – Bắc<br>Từ 07 giờ đến 11 giờ: có khách quí đến nhà.<br>Hướng Bắc<br>Từ 07 giờ đến 11 giờ: có khách đến viếng nhà, cầu hôn.<br>Hướng Đông – Bắc<br>Từ 07 giờ đến 11 giờ: có người trong thân đến thăm.","ti":"Hướng Đông<br>Từ 07 giờ đến 11 giờ: có tài lộc của khách xa mang đến.<br>Hướng Đông – Nam<br>Từ 07 giờ đến 11 giờ: có khách tài hoa đến thăm, vui vẻ nhiều.<br>Hướng Nam<br>Từ 07 giờ đến 11 giờ: có tiệc tùng.<br>Hướng Tây – Nam<br>Từ 07 giờ đến 11 giờ: có người đến cầu thân.<br>Hướng TâyTừ 07 giờ đến 11 giờ: có cãi vã trong gia đình.<br>Hướng Tây – Bắc<br>Từ 07 giờ đến 11 giờ: có khách quí đến nhà.<br>Hướng Bắc<br>Từ 07 giờ đến 11 giờ: có khách đến viếng nhà, cầu hôn.<br>Hướng Đông – Bắc<br>Từ 07 giờ đến 11 giờ: có người trong thân đến thăm.","ngo":"Hướng Đông<br>Từ 11 giờ đến 12 giờ: có sự tranh giành quyền lợi trong gia đình.<br>Hướng Đông – Nam<br>Từ 11 giờ đến 12 giờ: có người mời đi du lịch.<br>Hướng Nam<br>Từ 11 giờ đến 12 giờ: có sự tranh giành quyền lợi trong gia đình.<br>Hướng Tây – Nam<br>Từ 11 giờ đến 12 giờ: có chuyện buồn bực.<br>Hướng TâyTừ 11 giờ đến 12 giờ: có người mang quà tặng.<br>Hướng Tây – Bắc<br>Từ 11 giờ đến 12 giờ: có người mời ăn uống.<br>Hướng Bắc<br>Từ 11 giờ đến 12 giờ: có người đem đồ vật đến tặng.<br>Hướng Đông – Bắc<br>Từ 11 giờ đến 12 giờ: người cũ mang quà đến biếu.","mui":"Hướng Đông<br>Từ 13 giờ đến 17 giờ: có kẻ mưu hại mình, đề phòng kẻ dưới tay.<br>Hướng Đông – Nam<br>Từ 13 giờ đến 17 giờ: tin từ xa về, hung nhiều hơn kiết.<br>Hướng Nam<br>Từ 13 giờ đến 17 giờ: tin vui từ xa đưa về.<br>Hướng Tây – Nam<br>Từ 13 giờ đến 17 giờ: đề phòng hoả hoạn.<br>Hướng TâyTừ 13 giờ đến 17 giờ: có tin lành.<br>Hướng Tây – Bắc<br>Từ 13 giờ đến 17 giờ: khách cũ đến thăm và giúp đỡ.<br>Hướng Bắc<br>Từ 13 giờ đến 17 giờ: súc vật đang nuôi bị hao hớt.<br>Hướng Đông – Bắc<br>Từ 13 giờ đến 17 giờ: có khách quí đến nhà","than":"Hướng Đông<br>Từ 13 giờ đến 17 giờ: có kẻ mưu hại mình, đề phòng kẻ dưới tay.<br>Hướng Đông – Nam<br>Từ 13 giờ đến 17 giờ: tin từ xa về, hung nhiều hơn kiết.<br>Hướng Nam<br>Từ 13 giờ đến 17 giờ: tin vui từ xa đưa về.<br>Hướng Tây – Nam<br>Từ 13 giờ đến 17 giờ: đề phòng hoả hoạn.<br>Hướng TâyTừ 13 giờ đến 17 giờ: có tin lành.<br>Hướng Tây – Bắc<br>Từ 13 giờ đến 17 giờ: khách cũ đến thăm và giúp đỡ.<br>Hướng Bắc<br>Từ 13 giờ đến 17 giờ: súc vật đang nuôi bị hao hớt.<br>Hướng Đông – Bắc<br>Từ 13 giờ đến 17 giờ: có khách quí đến nhà","dau":"không có","tuat":"không có","hoi":"không có"}}