{"faceman":{"1":"Hại cha mẹ. Là nốt ruồi xấu, nên tẩy.","2":"Thích làm quan. Ham công danh sự nghiệp.","3":"Làm quan to. Gặp thời vận mà phất lên.","4":"Chết vì tai nạn. Chết oan uổng. Nên tẩy nốt ruồi này đi.","5":"Không hợp nghề võ. Nếu làm trong quân đội nên xuất ngũ chuyển nghề.","6":"Số mất của. Làm được bao nhiêu đều tiêu tán. Nên tẩy nốt ruồi này đi.","7":"Cuộc sống đầy phiền não.","8":"Đi sông biển hãy coi chừng.","9":"Mọi sự hanh thông","10":"Chuyện làm ăn hay gặp thất bại.","11":"Quý tướng. Có tài lộc","12":"Giàu có.","13":"Có địa vị","14":"Không nên đi sông biển","15":"Không tốt","16":"Tán tài","17":"Sát thê. Hay còn gọi nốt ruồi sát vợ. Nên tẩy nốt ruồi ở vị trí này đi","18":"Ít con","19":"Hay tủi thân","20":"Mất cha","21":"Khổ vì vợ","22":"Mê cờ bạc nên tự hại mình","23":"Điềm con cái mất trước cha","24":"Tuyệt tự","25":"Ít con cái","26":"Xảo quyệt","27":"Thường gặp tai nạn","28":"Khi chết xa quê hương","29":"Không nên nuôi thú vật","30":"Ách giữa đàng mang vào cổ","31":"Gặp tai nạn từ sông nước","32":"Có của hoạnh tài","33":"Thông minh, lanh lẹ","34":"Thường rượu chè say sưa","35":"Gặp chuyện tốt đẹp","36":"Người hiền lành","37":"Số làm quan to (nếu ẩn dưới cằm)","38":"Đều tốt mọi sự (nếu nốt ruồi son, hay ẩn được hưởng phúc đức ba đời)","39":"Đều tốt mọi sự (nếu nốt ruồi son, hay ẩn được hưởng phúc đức ba đời)","40":"Đều tốt mọi sự (nếu nốt ruồi son, hay ẩn được hưởng phúc đức ba đời)","41":"Đều tốt mọi sự (nếu nốt ruồi son, hay ẩn được hưởng phúc đức ba đời)"},"facewoman":{"1":"Số làm mệnh phụ.","2":"Thường chán chồng nhưng không đi tìm của lạ.","3":"Hại cha mẹ.","4":"Không người phục dịch.","5":"Có từ hai đời chồng, sanh con ít.","6":"Hại người thân.","7":"Hại chồng.","8":"Chết xa nhà.","9":"Bị chồng phụ tình bỏ rơi.","10":"Sanh khó.","11":"Có tài lộc.","12":"Chồng thường xa nhà.","13":"Vượng phu ích tử.","14":"Số có “thiên la địa võng” giăng coi chừng tù tội.","15":"Hại chồng.","16":"Tay làm hàm nhai.","17":"Vượng phu ích tử.","18":"Được nhờ con.","19":"Hại chồng.","20":"Sống thọ.","21":"Bị cướp giật nhiều lần.","22":"Gặp nhiều việc tốt.","23":"Tính lăn loàn.","24":"Sanh ít con.","25":"Mới sinh ra thường hay bệnh.","26":"Mọi việc thất bại.","27":"Hại chồng.","28":"Số sát phu, tình duyên lận đận.","29":"Hiếu thảo với cha mẹ, hay giúp đỡ anh chị em.","30":"Biết nhường nhịn chồng con.","31":"Có tư tưởng tự tử.","32":"Hay ganh tỵ với kẻ khác.","33":"Đề phòng tai nạn đường sông nước.","34":"Có số sinh đôi, sinh ba.","35":"Có hư thai.","36":"Tai tiếng thị phi.","37":"Hại chồng.","38":"Đày đọa đầy tớ vì ghen tuông.","39":"Gặp tai nạn tại nhà.","40":"Hay bệnh hoạn.","41":"Đề phòng tai nạn đường sông nước.","42":"Sát Phu.","43":"Khôn vặt."},"bodyman":{"1":"1: Nốt ruồi Thiên Trung Đỉnh: số được hưởng lộc quan tước, quyền thế có chức trọng, sống lâu. Dù gặp tai nạn vẫn qua khỏi.","2":"2: Tả Trung Đỉnh: Nốt ruồi này chỉ cho biết người mang nó không sung sướng về tình yêu, trong đời dang dở về tình duyên hoặc bị phụ tình.","3":"3: Hoạt Sào: Cho biết tâm lý của một người đa sầu đa cảm, bộc lộ tình cảm ra mặt.","4":"4: Trung Thiên : Chỉ một người phục thiện,biết sửa sai sau khi lầm lỡ.","5":"5: Dõng La : Người hay thương vay khóc mướn,nặng mặc cảm thường tủi thân phận.","6":"6: Tâm Thảo: Người thường bị đau khổ âm thầm","7":"7: La Thiên : người có nốt ruồi này có duyên và giàu tình cảm nhưng kín đáo","8":"8: Bần Tiện : Suốt đời chỉ đi làm thuê và tính nết bần tiện ( bao gồm cả bên trái và bên phải, nếu cao hơn một chút cũng vậy)","9":"9: Hoa Sơn : Gặp tai nạn có thể bất đắc kỳ tử","10":"10: Tuyệt Luân : Trai sát vợ ,gái sát chồng,nhẹ dạ","11":"11: Tả Phận : Góa chồng góa vợ sớm hoặc trắc trở lương duyên đau khổ không nguôi","12":"12: Trung Phân: Nhiều tham vọng,chạy theo cao sang đua đòi vật chất","13":"13: Hạ Phận: Người tự tạo ra của cải nhưng lãng mạn ,bạc tình","14":"14: Trung Sơn : Nốt ruồi mọc gần vú,đẻ con nhiều nhưng sầu muộn về chuyện chồng vợ","15":"15: Đỉnh Sơn : Thay vợ đổi chồng một cách dễ dàng","16":"16: Con người chịu a dua nịnh nọt, nhưng kín đáo tình cảm","17":"17: Thân Mẫu: Người hiền lành,bảo trọng hạnh phúc cá nhân","18":"18: Trung Vĩ : Cực nhọc thể xác,tính bảo thủ,đố kỵ kẻ hơn mình","19":"19: Hạ Hôn: Người hay ghen tuông,lãng mạn,dâm dục","20":"20: Hoan Du : Thích đấu lý,người can đảm","21":"21: Dãng Dục : Mê say thú vui thể xác","22":"22: Thiều Manh: Mang tật nguyền hay gặp tai ương bất ngờ","23":"23: Hạ Giới: thích phiêu lưu mạo hiểm","24":"24: Lầu Xanh: Tâm hồn bệ rạc, trác táng.","25":"25: Hạ Giới : Hay đi đây đó,không ở nơi nào nhất định","26":"26: Hoàn Dục: Không gặp may trên đường công danh sự nghiệp","27":"27: Vĩ Trùng: Tình cảm khó khăn,bênh hoạn","28":"28: Sát Thê: Hại vợ hại chồng","29":"29: Ngữu Vĩ: Sinh đẻ gặp khó khăn","30":"30: Trung Hòa: Không giàu có,thường phải chật vật mới đủ ăn","31":"31: Xuất Thê: Con người lơ lửng như ma hớp hồn,hay lo sợ băn khoăn vô cớ","32":"32: Hạ Phận: Người hay đổi thay,tính tình gắt gỏng không dứt khoát","33":"33:Trung Phận : Hay thay đổi tình cảm vợ chồng","34":"34:Phú Quý: Giàu có hơn người ( bao gồm cả bên trái và bên phải )","35":"35: Bạc Hào: Luôn luôn chỉ nghĩ đến tiền tài,vật chất","36":"36: Thiên Căn : Người hiền hòa nhưng không gặp may trong đời","37":"37: Hậu Vĩ: Tâm sự đa đoan, lệ chảy thường xuyên."},"bodywoman":{"1":"1: Nốt ruồi mọc nổi cao hoặc chìm tại giửa yết hầu.<br>Nổi: nam nữ đô năng đắc giải ngẫu,bất kể nam hay nữ có nốt ruồi này đều tốt đẹp về mặt lương duyên .Hạnh phúc và hoạt động đều vượt bậc,chồng nói vợ nghe rất thuận thảo.<br>Chìm: hôn nhân sớm quá đều bất lợi.lấy chồng sớm ắt có người phải chết sớm.","2":"2: Nốt ruồi mọc ngay dưới yết hầu<br>Nổi: tính ưa nay đây mai đó,không ở yên nơi quê quán,dong duổi trên đường trường<br>Chìm: dễ bị tai ương về xe cộ","3":"3: nốt ruồi bên vai phải<br>Kể cả nổi hay chìm: người rất thận trọng,đôi khi trở thành tư lự xấu xa,vì quá thủ phận mà thành ra có tính khiếp nhược,thận trọng ,nhi tâm tư lự chi tướng","4":"4: nốt ruồi mọc trên vai trái<br>Nổi + Chìm : ưa sự luận bàn phải quấy,thích đi quá mức với bổn phận của mình,thành ra con người trở thành cứng cỏi,tranh khôn khiến cho người khác thù hiềm.","5":"5: nốt ruồi mọc tại nhũ bộ ,trên đầu vú hoặc bên ngoài quầng vú,kể cả mọc chìm hay nổi.<br>Nếu mọc bên vú phải: là hạng người chỉ thường có bạn bè rượu thịt.Nói ra là chỉ gặp toàn bạn ăn hoặc bạn tiền bạc, lợi dụng<br>Nếu mọc bên vú trái: người biết lo lắng,có tính cần cù, mẫn cán.Thích hoạt động đi đây đi đó,là người không vung tay quá chán,ăn bữa sớm đã biết lo bữa tối.Đàn bà có nốt ruồi này thì chồng con được nhờ,là nội trợ hiền thục","6":"6: Nốt ruồi mọc tại khuỷu tay phía trước cùi chỏ:<br>Nổi: tinh thần không chịu khuất phục kẻ tiểu nhân,dùng sự hòa dịu để khắc phục mọi gian nan trở ngại,đó là hướng tốt<br>Chìm : gặp được lương duyên giai lão,sống lâu trường thọ","7":"7: Nốt ruồi mọc ở mu (lưng) bàn chân kể cả chìm hay nổi: tướng rất lanh lợi về đường hoạt động,là kẻ không thích ăn không ngồi rồi. Nhưng ngược lại cũng là tướng chẳng được ổn trọng. Vì người ưa đả kích ,đối kháng nên tuy có lợi về đường hoạt động nhưng có hại ở sự thâm độc.","8":"8: Nốt ruồi mọc trên đầu gối phải hoặc trái<br>Nổi: đây là tướng tốt,có lòng nhân từ,dù đối với người ngoài vẫn có lòng thân và thắm thiết thật tình<br>Chìm : là người thô tục tàn bạo,cũng là kẻ ưa chú ý đến sự đề cao và rất tự ái cố chấp","9":"9: Nốt ruồi mọc ở rốn:<br>Nổi: cao rõ ràng tại lỗ rốn thì tiền tài và thời vận đều tốt lành,được cảnh giàu sang đem tới.<br>Chìm: tài vận tuy có nhưng là người ưa lạm dụng chất chứa tiền tái làm của riêng,trong ý nói chớ tham lam của hoạch tài,tuy nhiên nốt ruồi mọc trong lỗ rốn dù mọc chìm hay nổi đều là tướng phước thọ","10":"10: Nốt ruồi mọc nơi giữa ngực giáp giới giữa ngực và bụng có chỗ lõm xuống thường gọi là tâm oa ,phía dưới lớp da ngăn giữa ngực và bụng trên.<br>Nổi: tiền tài lợi lộc đều đẹp,tài danh phát triển , tài cán và danh vị đều nổi bật<br>Chìm: ưa danh vị hão huyền,làm việc gì cũng nhiệt tình tới nửa chừng,dễ bị chán chường mỏi mệt và bỏ ngang","11":"11: Nốt ruồi mọc tại đùi trên trước bẹn,kể cả hai bên bẹn hay là hai bên háng,thuộc phía trước đùi trên bất kể chìm hay nổi.<br>Chỉ cần có nốt ruồi từ háng trở xuống gần tới đầu gối thuộc về phía trước ,bất kể nổi cao hay bằng phẳng đều là tướng tốt.Số được của cải, mỗi ngày một thêm sự giàu sang","12":"12: Nốt ruồi mọc ở chỗ kín của đàn bà hay âm hộ( cửa mình) trong phạm vị nơi này bất kể trong hay ngoài,chìm hay nổi,sắc đen hay đỏ đều có tính quật cường,ương ngạnh chẳng chịu phục tùng ai,nhưng là người có tài nội trợ và có danh lợi chức quyền","13":"13: Nốt ruồi mọc dưới cổ,tại hai bên gáy ở chỗ hai bả vai nhích lên.<br>Nổi: phía dưới hai bên cổ,nhích về phía gáy có nốt ruồi mọc nổi cao rõ ràng chẳng cần là đen hay đỏ đều là tướng có phước lành, cơm ăn áo mặc không thiếu thốn. Là người tự có lòng tín thực, tâm địa hùng mạnh ngay thẳng, khôn ngoan.<br>Chìm : nếu mà có nét ban ( lấm tấm ) mọc lộn bậy hoặc nét điểm mọc chìm là tướng chẳng có phúc hưởng lộc áo cơm","14":"14: Nốt ruồi mọc dưới xương bả vai<br>Nổi: bất kể lớn nhỏ mọc dưới xương bả vai đều có tướng giàu có , con người làm việc gì cũng có kế hoạch nhất định. Tướng này còn là người cẩn thận,rành rẽ và có ý chí mạnh mẽ, lớn mật. Mưu sự lo lắng bất kể chuyện lớn nhỏ cũng không bỏ sót. Đàn bà như vậy là vượng gia đình<br>Chìm : không rõ ràng hoặc có nét ban lộn xộn ( ban là nốt ruồi mọc lấm tấm li ti mờ mờ ) là tướng thiếu sót kế hoạch mưu sinh . Lại cũng là tướng thiếu tín nhiệm về mọi khuynh hướng, vô sở định","15":"15: Nốt ruồi mọc tại hai bên mông , kể cả hai bên dù chìm hay nổi<br>Nốt ruồi bất kể loại nào mà mọc ở hai bên mông đều là có năng lực, nhưng lại chẳng có nhất định một khuynh hướng nào, người nhớn nhác, biếng lười. Dễ dàng chôn vùi cái tài hoa , làm nhụt cùn cả tư chất của mình. Gặp sao hay vậy, thấy động thì động, thấy tĩnh thì tĩnh. Mất tư chất thành ra con người không thật","16":"16: Nốt ruồi mọc tại bộ đùi, cả đùi trên và đùi dưới, kể từ dưới mông tới bắp chuối<br>Kể cả chìm hay nổi : Là người lắm mưu gian kế hiểm , thường làm ra việc có trước không sau. Đều là tướng tham sắc đẹp, nói một đàng làm một nẻo, khó biết rõ tính tình","17":"17: nốt ruồi mọc tại cùi tay( cùi chỏ)<br>Nổi : trên cùi chỏ bất kể ở tay nào đều là người thích đi đây đi đó. Có đầu óc kinh doanh, không thích ngồi tại nhà. Con người không quản ngại mưa nắng để mưu sinh<br>Chìm : nếu có nổi nét ban hoặc điểm lờ mờ là người khinh phù, nông nổi, và khuyết điểm về mặt xử sự, không nhất định ý chí. Mỗi việc làm đều thiếu nhẫn nại","18":"18: nốt ruồi mọc tại bộ vị của lưng<br>Nổi: tại bên phải hay bên trái của eo lưng, Nơi sau mạng mỡ đều là sướng tốt. Các công việc giao phó đều được thi hành sốt sắng, hết lòng làm cho bằng được . Còn là người luôn biết hạn chế cái dục tâm không vượt quá lễ nghĩa. Người có nốt ruồi này là người thật thà đầy đủ tín nghĩa. Làm bất cứ việc gì cũng có chuẩn bị, bước chân đặt xuống vững vàng trên mặt đất.<br>Chìm : là người dễ bất mãn, thường đối lập với các việc được giao phó. Coi việc gì cũng tầm thường , không suy xét, nếu eo lưng có mọc lấm tấm nét ban hay nét điểm","19":"19: nốt ruồi mọc tại xương sống ngay giữa, hoặc hai bên tại chu vi nơi hai buồng phổi phía sau lưng<br>Nổi: người đàn bà nếu có nốt ruồi mọc nổi rõ ràng tại phía sau lưng khoảng chu vi hai buồng phổi đều là nét chỉ về bệnh hoạn , về hô hấp. Tuy rằng yếu tim hoặc khó thở , hô hấp yếu kém, nhưng cũng không quan hệ lắm vì có thể chữa, lại là tướng cách sống lâu.<br>Chìm : như nốt ban lộn xộn chẳng rõ ràng hoặc giống như cái bớt lang ben( xích điển hoặc bạch điển) là tướng ưa đái rắt đái són, thu vén như thần giữ của, ỉa són là kẻ keo kiệt. Là người sinh ra đã có tính chậm chạp lừ đừ, ăn uống kham khổ. Tóm lại chỉ chú ý đến sự sống riêng cho mình.","20":"20: nốt ruồi mọc tại phía bộ dưới xương sống , ngay giữa hoặc hai bên trái phải<br>Nổi : rõ ràng tại lưng phía bao tử và ruột là tướng mắc phải bệnh, nhưng không nghiêm trọng vẫn mạnh như thường , tuy là có bị bao tử và ruột đôi khi quấy rối<br>Chìm : nốt ruồi mọc chìm hoặc bừa bãi như nổi ban đen đỏ hay như bớt lang ben đều là tướng rất quan hệ tới bao tử và ruột gan, có thể phát bệnh trong nội tạng. Đàn bà gặp phải điểm này thì rất buồn phiền, bệnh tình thường lay lắt, biến chứng nọ tới chứng kia, tuy nhiên chẳng phải là số yểu."},"hand":{"1":"1. Nếu có nốt ruồi đen xuất hiện trên gò mộc tinh (dưới ngón trỏ) trong lòng bàn tay của nam giới thì người này có thể làm nên sự nghiệp với sự giúp đỡ đắc lực của bên nhà vợ.<br>Nếu ở trên tay phụ nữ thì đây là người vợ đảm đang, có khả năng quán xuyến công việc gia đình, giúp đỡ đắc lực cho chồng trên con đường sự nghiệp. Tuy nhiên, cũng có một số quan niệm cho rằng, nốt ruồi ở vị trí này là biểu hiện của hao tài tốn của. Ngược lại, nếu có nốt ruồi son xuất hiện ở gò mộc tinh thì chủ nhân có tài lộc.","2":"2. Trên gò thổ tinh (dưới ngón giữa) có nốt ruồi đen: Chủ nhân của nốt ruồi này kết hôn được với nhà quyền quý, cao sang, tuy nhiên họ lại bị lệ thuộc vào nhà đó. Xuất hiện nốt ruồi son ở gò thổ tinh thì chủ nhân gặp nhiều may mắn trong đường công danh, dễ trở thành người nổi tiếng, vang danh thiên hạ.","3":"3. Trên gò thái dương (dưới ngón đeo nhẫn) có nốt ruồi đen: Người này sẽ gặp nhiều bất ngờ trong chuyện tình cảm, có thể có… tình yêu sét đánh dẫn đến duyên vợ chồng. Xuất hiện trên gò thái dương thì người này sẽ gặt hái được nhiều thành công nếu đi theo con đường nghệ thuật.","4":"4. Trên gò thủy tinh (dưới ngón út): Chuyện tình duyên của người này không được suôn sẻ. Một số quan niệm khác cho rằng đó là dấu hiệu của sự tham lam, trộm cắp và bị vợ hại. Nốt ruồi son xuất hiện trên gò này thì chủ nhân có được mối lương duyên bất ngờ tốt đẹp.","5":"5. Dù là nam hay nữ, nếu trên gò thái âm có xuất hiện nốt ruồi thì mối duyên tình của họ đến với nhau bằng những nghĩa cử hào hiệp.","6":"6. Trên gò kim tinh (dưới ngón tay cái) có nốt ruồi đen: Mối tình đầu của người này dễ bị chia ly, ngăn cách, gây ra nhiều khổ tâm. Nếu trên gò này xuất hiện nốt ruồi son thì chủ nhân có cuộc sống sung túc, giàu có.","7":"7. Có nốt ruồi đen trên cánh đồng hỏa tinh (phần trũng nhất, nằm giữa lòng bàn tay): Chủ nhân của nốt ruồi này là người dễ bị lệ thuộc vào tình yêu. Họ là người có số đào hoa, được nhiều người khác giới yêu mến.","8":"8. Trên đường sinh đạo: đề phòng tai nạn, chết đột ngột.","9":"9. Nếu trên đường tâm đạo xuất hiện nốt ruồi thì chủ nhân gặp nhiều thất bại hơn là thành công.","10":"10. Nốt ruồi xuất hiện trên lóng (đốt) thứ 3 của ngón đeo nhẫn: Chủ nhân là người mắc các bệnh về mắt.","11":"11. Trên vòng cổ tay có nốt ruồi: Chủ nhân được hưởng gia tài lớn hoặc vì điều may mắn bất ngờ mà trở nên giàu có.","12":"12. Một vài nốt ruồi đen nằm trên đường trí đạo: Người này sống tự lập, xa gia đình từ rất sớm. Nếu có thêm một hình tam giác ở đó nữa là đây là người có thể tự mình làm nên đại nghiệp.","13":"13. Nốt ruồi son ở lóng thứ nhất ngón trỏ thì chủ nhân có cuộc sống nhàn hạ, hạnh phúc.","14":"14. Nếu xuất hiện ở lóng thứ 2 ngón trỏ thì người này được sự giúp đỡ của mọi người, gặt hái được nhiều thành công trong sự nghiệp.","15":"15. Nếu nốt ruồi son xuất hiện ở lóng thứ 2 ngón tay cái thì chủ nhân dễ gặp phải tai nạn bất ngờ, có thể bị gẫy chân hoặc tay…","16":"16. Một nốt ruồi son ở lóng thứ nhất của ngón cái: Người này có được tình yêu tốt đẹp, hôn nhân hạnh phúc.","17":"17. Xuất hiện nốt ruồi son trên gò hỏa tinh âm hoặc dương thì chủ nhân có được sự giúp đỡ của mọi người, thành công trong sự nghiệp."}}